dialogue = {
        1: {
            "prompt": "РАССКАЗЧИК\n20 лет назад человечеству пришлось покинуть Землю, потому что она стала непригодной для жизни. Люди высадились на ближайшей планете, где жили демиды. ",
            "options": {}
        },

        2: {
            "prompt": "РАССКАЗЧИК\nОни согласилиь принять у себя беженцев с одним условием – каждые три месяца люди находят избранного и передают его в научный центр, где демиды будут экперементировать над ним, чтобы обрести людскую продолжительность жизни.",
            "options": {}
        },

        3: {
            "prompt": "РАССКАЗЧИК\nОчередной избранной стала Амара.",
            "options": {}
        },

        4: {
            "prompt": "ИВОНН\nХэй, я могу помочь сбежать отсюда. За небольшую услугу.",
            "options": {},
        },
        5: {
            "prompt": "АМАРА\nЯ и не ожидала благотоворительности от демида. Какой план?",
            "options": {},
        },
        6: {
            "prompt": "ИВОНН\nЯ помогаю тебе дойти до выхода, ты же собираешь для меня ключи охранников по пути, не так уж и сложно.",
            "options": {},
        },

        7: {
            "prompt": "АМАРА\nВ чём подвох? ",
            "options": {}
            },

        8: {
            "prompt": "ИВОНН\nНе в твоей ситуации об этом заботиться. Договорились?",
            "options": {}
        },

        9: {
            "prompt": "АМАРА\nЯ согласна.",
            "options": {}
        },

        10: {
            "prompt": "ИВОНН\n В трудных ситуациях я могу делиться с тобой частичкой своей силы, но всего на несколько секунд.",
            "options": {1: "Буду иметь в виду, спасибо",
                2: "Надеюсь, не придется, хочу избежать очередного опыта над людьми."},
        },

        11: {
            "prompt": "ИВОНН\nПомни про ключи. Я бы взяла сама, но, если он почувствует прикосновение другого демида, меня испепелит.",
            "options": {},
        },

        12: {
                "prompt": "Пустышка",
                "options": {}
            },

        14: {
            "prompt": "ИВОНН\nМне всегда было интересно, как вы решаете, кто станет избранным?",
            "options": {},
        },

        15: {
            "prompt": "АМАРА\nСреди всех людей случайным образом выбирается один. У всех равные шансы, но удивительным образом, избранными становятся только бедняки и сироты. Вот невезение!",
            "options": {}
            },

        16: {
            "prompt": "ИВОНН\nВыходит, наши народы не такие уж и разные.",
            "options": {}
            },

        17: {
            "prompt": "АМАРА\nМогу я спросить, зачем тебе всё это?",
            "options": {}
        },

        18: {
            "prompt": "ИВОНН\nВ первый раз вижу, чтобы человек попытался нас понять. Для вас мы все жестокие существа, но не все из нас хотят быть такими.",
            "options": {1: "Так расскажи мне, какой хочешь быть ты?",
                        2: "Разве мне нужно оправдываться за это? Вы десятилетиями не считаете нас равными себе. Не у вас семьи разлучаются ради чужого желания жить дольше.",
                        3: "Не хочешь говорить, и ладно, зря я спросила."}
        },

        19: {
            "prompt": "АМАРА\nИдём",
            "options": {},
        },

        20: {
            "prompt": "Пустышка",
            "options": {},
        },

        21: {
            "prompt": "АМАРА\nЯ уже не могу смотреть на эти коридоры. Вы не пробовали наводить уют?",
            "options": {},
        },

        22: {
            "prompt": "ИВОНН\nМы считаем, что любая вещь в комнате должна быть полезной. Вот ваши зверьки… к… кааны?",
            "options": {},
        },

        23: {
            "prompt": "АМАРА\nКоты?",
            "options": {},
        },

        24: {
            "prompt": "АМАРА\nДа, они же страшные, их глаза просто уродливые, но эти животные у вас в каждом доме, для чего?",
            "options": {1: "Они просто делают нас счастливее, когда выберемся, я научу тебя находить с ними общий язык. ",
                        2: "Чтобы ваш народ держался от нас подальше, это оберег. "}
        },

        25: {
            "prompt": "ИВОНН\nЗнаешь,мы становимся неплохой командой.",
            "options": {}
        },

        26: {
            "prompt": "АМАРА\nУчитывая, что ты помогаешь мне только из-за этих брелков, возможно.",
            "options": {}
        },

        27: {
            "prompt": "ИВОНН\nЯ не об этом. Просто наблюдение, что люди и демиды вполне могут сотрудничать и дополнять друг друга.",
            "options": {1: "Наше с тобой приключение заставило меня видеть в демидах личностей, но предстоит много работы с каждой стороны, чтобы и остальные люди начали менять отношение.",
                        2: "История показывает, что этому не бывать. Но я и не думаю, что нам следует объединяться.",
                        3: "Всем бы хотелось закончить вражду, но за 20 лет мы стали только больше ненавидеть друг друга."}
        },

        28: {
            "prompt": "Пустышка333",
            "options": {}
        },

        29: {
            "prompt": "ИВОНН\nВот мы и пришли. За той дверью выход, я выполнила часть уговора, теперь дело за тобой. 6 ключей у тебя?",
            "options": {1: "Все здесь, веди.",
                        2: "Я не думаю, что хочу помогать тебе, в конце концов ты и твой народ причина, по которой я здесь.",
                        3: "Я не смогла собрать их все, прости."}
        },

        30: {
            "prompt": "ИВОНН\nСестра! Я пришла, слышишь? Я тебя освобожу.",
            "options": {}
        },

        31: {
            "prompt": "Амара\nИвоннн, что это все значит? Что это за место?",
            "options": {}
        },

        32: {
            "prompt": "ИВОНН\nДемиды держут это в тайне, мы не ищем элексир долголетия, мы… Они хотят сделать безупречное оружие. Они боятся людей, что рано или поздно вы и эту планету захотите погубить. Существа созданы, чтобы помешать этому.",
            "options": {}
        },

        33: {
            "prompt": "Амара\nВсе Избранные превратились в монстров? И вы используете своих же ради этих эксперементов?",
            "options": {}
        },

        34: {
            "prompt": "ИВОНН\nНас держут в страхе, мы повинуемся и тогда нам не грозит превращение. Моя сестра не хотела с этим мериться, и вот она здесь. Помоги мне! С помошью ключей можно их освободить, я не знаю, что произошло с их разумом, но мне нужно попытаться",
            "options": {1: "Я понимаю, как тебе трудно, но это может быть опасно. Если правда всплывет и люди увидят этих существ начнется полноценная война, многие погибнут. Мы можем положить этому конец, уничтожить все, записи, оборудывание, они не смогут восстановить эксперименты.",
                        2: "Давай сделаем это. Никто не заслуживает такой судьбы.",
                        }
        },

        35: {
            "prompt": "ИВОНН\nКакой тут может быть мир, на этой планете станет спокойно, если останется только один народ. Так что-либо ты мне помогаешь, либо я заставлю тебя это сделать.",
            "options": {1: "Хорошо, я сделаю это.",
                        2: "Я не буду этого делать.",
                        }
        },

        36: {
            "prompt": "ИВОНН\n",
            "options": {}
        },

        37: {
            "prompt": "ИВОННyy\n",
            "options": {}
        },

        38: {
            "prompt": "Пустышка1111",
            "options": {}
        },




        1019: {
            "prompt": "ИВОНН\nМне не приносит удовольствия работать здесь, слышать эти крики. Я не хочу иметь к этому никакого отношения.",
            "options": {},
        },

        2019: {
            "prompt": "ИВОНН\nЭто справедливо. Знай, что я сожалею об этом. Давай двигаться дальше.",
            "options": {},
        },



        1025: {
            "prompt": "ИВОНН\nОни ещё и говорят?!",
            "options": {},
        },

        2025: {
            "prompt": "ИВОНН\nДа вы и сами те еще пугало.",
            "options": {},
        },




        2030: {
            "prompt": "ИВОНН\nМне начало казаться, что ты другая. Как же я ошибалась.",
            "options": {},
        },

        2031: {
            "prompt": "Ивонн в порыве гнева обрушивает на Амару шквал силовых волн. Ей больше всего на свете нужно было заполучить эти ключи. Амара успешно уклоняется от всех атак демида и быстро сокращает дистанцию между ними. Взмах лезвия лишает Ивонн жизни.",
            "options": {},
        },

        2032: {
            "prompt": "Пустышка555",
            "options": {},
        },

        3030: {
            "prompt": "ИВОНН\nВ этом все люди. Дать обещание, и не выполнить его. Какие вы все-таки жалкие.",
            "options": {},
        },

        3031: {
            "prompt": "Ивонн в порыве гнева обрушивает на Амару шквал силовых волн. Ей больше всего на свете нужно было заполучить эти ключи. Амара успешно уклоняется от всех атак демида и быстро сокращает дистанцию между ними. Взмах лезвия лишает Ивонн жизни.",
            "options": {},
        },

        3032: {
            "prompt": "Пустышка7777",
            "options": {},
        },



        1035: {
                    "prompt": "ИВОНН\nТы говоришь, как она. Ей всегда хотелось мира между нами, пыталась продвигать идеи союза. Она хотела бы этого. Мы уничтожим это место.",
                    "options": {},
                },


        2037: {
            "prompt": "Ивонн в порыве гнева обрушивает на Амару шквал силовых волн. Ей больше всего на свете нужно было заполучить эти ключи. Амара успешно уклоняется от всех атак демида и быстро сокращает дистанцию между ними. Взмах лезвия лишает Ивонн жизни. Амара взрывает центр.",
            "options": {}
        },

}